{
  "11.4": "<strong>PCI DSS: 11.4 Requirement</strong><br> Use intrusion-detection and/or intrusion-prevention techniques to detect and/or prevent intrusions into the network. <br> Monitor all traffic at the perimeter of the cardholder data environment as well as at critical points in the cardholder data environment, and alert personnel to suspected compromises.",
  "11.5": "<strong>PCI DSS: 11.5 Requirement</strong><br> Deploy a change-detection mechanism (for example, file-integrity monitoring tools) to alert personnel to unauthorized modification",
  "10.5": "<strong>PCI DSS: 10.5 Requirement</strong><br> Secure audit trails so they cannot be altered. Use file-integrity monitoring or change-detection software on logs to ensure that existing log data cannot be changed without generating alerts..",
  "10.6": "<strong>PCI DSS: 10.6 Requirement</strong><br> Review logs and security events for all system components to identify anomalies or suspicious activity.",
  "10.1": "<strong>PCI DSS: 10.1 Requirement</strong><br> Implement audit trails to link all access to system components to each individual user.",
  "10.2.1": "<strong>PCI DSS: 10.2.1 Requirement</strong><br> All individual user accesses to cardholder data",
  "10.2.2": "<strong>PCI DSS: 10.2.2 Requirement</strong><br> All actions taken by any individual with root or administrative privileges",
  "10.2.4": "<strong>PCI DSS: 10.2.4 Requirement</strong><br> Invalid logical access attempts",
  "10.2.5": "<strong>PCI DSS: 10.2.5 Requirement</strong><br> Use of and changes to identification and authentication mechanisms including but not limited to creation of new accounts and elevation of privileges and all changes, additions, or deletions to accounts with root or administrative privileges ",
  "10.2.6": "<strong>PCI DSS: 10.2.6 Requirement</strong><br> Initialization, stopping, orpausing of the audit logs",
  "10.2.7": "<strong>PCI DSS: 10.2.7 Requirement</strong><br> Creation and deletion of system level objects",
  "10.4": "<strong>PCI DSS: 10.4 Requirement</strong><br> Using time synchronization technology, synchronize all critical system clocks and times and ensure that the following is implemented for acquiring, distributing, and storing time.",
  "10.5.2": "<strong>PCI DSS: 10.5.2 Requirement</strong><br>  Protect audit trail files from unauthorized modifications.",
  "10.5.5": "<strong>PCI DSS: 10.5.5 Requirement</strong><br> Use file-integrity monitoring or change-detection software on logs to ensure that existing log data cannot be changed without generating alerts(although new data being added should not cause an alert).",
  "10.6.1": "<strong>PCI DSS: 10.6.1 Requirement</strong><br> Review security events and logs",
  "1.1.1": "<strong>PCI DSS: 1.1.1 Requirement</strong><br> A formal process for approvingand testing all network connections and changes to the firewall and router configurations",
  "1.3.4": "<strong>PCI DSS: 1.3.4 Requirement</strong><br> Implement anti-spoofing measures to detect and block forged source IP addresses from entering the network",
  "1.4": "<strong>PCI DSS: 1.4 Requirement</strong><br> Install personal firewall software on any mobile and/or employee-owned devices that connect to the Internet when outside the network (for example,laptops used by employees), and which are also used to access the network. ",
  "2.2.3": "<strong>PCI DSS: 2.2.3 Requirement</strong><br> Implement additional security features for any required services,protocols, or daemons that are considered to be insecure",
  "4.1": "<strong>PCI DSS: 4.1 Requirement</strong><br>  Use strong cryptography and security protocols (for example, TLS, IPSEC, SSH,etc.) to safeguard sensitive cardholder data during transmission over open, publicnetworks",
  "5.1": "<strong>PCI DSS: 5.1 Requirement</strong><br> Deploy anti-virus software on allsystems commonly affected by malicious software (particularly personal computers and servers)",
  "5.2": "<strong>PCI DSS: 5.2 Requirement</strong><br> Ensure that all anti-virus mechanisms are maintained",
  "6.2": "<strong>PCI DSS: 6.2 Requirement</strong><br> Ensure that all system components and software are protected from known vulnerabilities by installing applicable vendor supplied security patches. Install critical security patches within one month of release",
  "6.5": "<strong>PCI DSS: 6.5 Requirement</strong><br> Address common coding vulnerabilities in software-development processes",
  "6.5.1": "<strong>PCI DSS: 6.5.1 Requirement</strong><br> Injection flaws, particularly SQLinjection. Also consider OS CommandInjection, LDAP and XPath injection flawsas well as other injection flaws.",
  "6.5.10": "<strong>PCI DSS: 6.5.10 Requirement</strong><br>  Broken authentication and session management",
  "6.5.2": "<strong>PCI DSS: 6.5.2 Requirement</strong><br> Buffer overflows ",
  "6.5.5": "<strong>PCI DSS: 6.5.5 Requirement</strong><br>Improper error handling",
  "6.5.7": "<strong>PCI DSS: 6.5.7 Requirement</strong><br>Cross-site scripting (XSS) ",
  "6.5.8": "<strong>PCI DSS: 6.5.8 Requirement</strong><br> Improper access control (such as insecure direct object references, failure to restrict URL access, directory traversal, and failure to restrict user access to functions).",
  "6.6": "<strong>PCI DSS: 6.6 Requirement</strong><br> For public-facing web applications,address new threats and vulnerabilities on an ongoing basis and ensure these applicationsare protected",
  "8.1.2": "<strong>PCI DSS: 8.1.2 Requirement</strong><br>Control addition, deletion, and modification of user IDs, credentials, and other identifier objects. ",
  "8.1.4": "<strong>PCI DSS: 8.1.4 Requirement</strong><br> Remove/disable inactive user accounts within 90 days.",
  "8.1.5": "<strong>PCI DSS: 8.1.5 Requirement</strong><br> Manage IDs used by vendors to access, support, or maintain system components via remote access ",
  "8.1.6": "<strong>PCI DSS: 8.1.6 Requirement</strong><br>Limit repeated access attempts by locking out the user ID after not more than six attempts.",
  "8.1.8": "<strong>PCI DSS: 8.1.8 Requirement</strong><br> If a session has been idle formore than 15 minutes, require the user to re-authenticate to re-activate the terminal or session.",
  "8.2.4": "<strong>PCI DSS: 8.2.4 Requirement</strong><br>Change user passwords/passphrases at least once every 90 days.",
  "8.7": "<strong>PCI DSS: 8.7 Requirement</strong><br> All access to any database containing cardholder data (including access by applications, administrators, and all other users) is restricted"
}
