{
  "11.4": "<strong>PCI DSS: 11.4 Requirement</strong><br> Use intrusion-detection and/or intrusion-prevention techniques to detect and/or prevent intrusions into the network. <br> Monitor all traffic at the perimeter of thecardholder data environment as well as at critical points in the cardholder data environment, and alert personnel to suspected compromises.",
  "11.5": "<strong>PCI DSS: 11.5 Requirement</strong><br> Deploy a change-detectionmechanism (for example, file-integritymonitoring tools) to alert personnel tounauthorized modification",
  "10.5": "<strong>PCI DSS: 10.5 Requirement</strong><br> Secure audit trails so they cannot be altered. Use file-integrity monitoring or change-detection software on logs to ensure that existing log data cannot be changed without generating alerts..",
  "10.6": "<strong>PCI DSS: 10.6 Requirement</strong><br> Review logs and security events forall system components to identifyanomalies or suspicious activity.",
  "10.1": "<strong>PCI DSS: 10.1 Requirement</strong><br> Implement audit trails to link allaccess to system components to eachindividual user.",
  "10.2.1": "<strong>PCI DSS: 10.2.1 Requirement</strong><br> All individual user accesses tocardholder data",
  "10.2.2": "<strong>PCI DSS: 10.2.2 Requirement</strong><br> All actions taken by anyindividual with root or administrativeprivileges",
  "10.2.4": "<strong>PCI DSS: 10.2.4 Requirement</strong><br> Invalid logical access attempts",
  "10.2.5": "<strong>PCI DSS: 10.2.5 Requirement</strong><br> Use of and changes toidentification and authenticationmechanisms—including but not limitedto creation of new accounts andelevation of privileges—and allchanges, additions, or deletions toaccounts with root or administrativeprivileges ",
  "10.2.6": "<strong>PCI DSS: 10.2.6 Requirement</strong><br> Initialization, stopping, orpausing of the audit logs",
  "10.2.7": "<strong>PCI DSS: 10.2.7 Requirement</strong><br> Creation and deletion of systemlevelobjects",
  "10.4": "<strong>PCI DSS: 10.4 Requirement</strong><br> Using time-synchronizationtechnology, synchronize all criticalsystem clocks and times and ensure thatthe following is implemented foracquiring, distributing, and storing time.",
  "10.5.2": "<strong>PCI DSS: 10.5.2 Requirement</strong><br>  Protect audit trail files fromunauthorized modifications.",
  "10.5.5": "<strong>PCI DSS: 10.5.5 Requirement</strong><br> Use file-integrity monitoring orchange-detection software on logs toensure that existing log data cannot bechanged without generating alerts(although new data being addedshould not cause an alert).",
  "10.6.1": "<strong>PCI DSS: 10.6.1 Requirement</strong><br> Review security events and logs",
  "1.1.1": "<strong>PCI DSS: 1.1.1 Requirement</strong><br> A formal process for approvingand testing all network connectionsand changes to the firewall and routerconfigurations",
  "1.3.4": "<strong>PCI DSS: 1.3.4 Requirement</strong><br> Implement anti-spoofingmeasures to detect and block forgedsource IP addresses from entering thenetwork",
  "1.4": "<strong>PCI DSS: 1.4 Requirement</strong><br> Install personal firewall software onany mobile and/or employee-owneddevices that connect to the Internetwhen outside the network (for example,laptops used by employees), and whichare also used to access the network. ",
  "2.2.3": "<strong>PCI DSS: 2.2.3 Requirement</strong><br> Implement additional securityfeatures for any required services,protocols, or daemons that areconsidered to be insecure—",
  "4.1": "<strong>PCI DSS: 4.1 Requirement</strong><br>  Use strong cryptography and securityprotocols (for example, TLS, IPSEC, SSH,etc.) to safeguard sensitive cardholder dataduring transmission over open, publicnetworks",
  "5.1": "<strong>PCI DSS: 5.1 Requirement</strong><br> Deploy anti-virus software on allsystems commonly affected by malicioussoftware (particularly personal computersand servers)",
  "5.2": "<strong>PCI DSS: 5.2 Requirement</strong><br> Ensure that all anti-virus mechanismsare maintained",
  "6.2": "<strong>PCI DSS: 6.2 Requirement</strong><br> Ensure that all system components andsoftware are protected from knownvulnerabilities by installing applicable vendorsuppliedsecurity patches. Install criticalsecurity patches within one month of release",
  "6.5": "<strong>PCI DSS: 6.5 Requirement</strong><br> Address common coding vulnerabilities insoftware-development processes",
  "6.5.1": "<strong>PCI DSS: 6.5.1 Requirement</strong><br> Injection flaws, particularly SQLinjection. Also consider OS CommandInjection, LDAP and XPath injection flawsas well as other injection flaws.",
  "6.5.10": "<strong>PCI DSS: 6.5.10 Requirement</strong><br>  Broken authentication and sessionmanagement",
  "6.5.2": "<strong>PCI DSS: 6.5.2 Requirement</strong><br> Buffer overflows ",
  "6.5.5": "<strong>PCI DSS: 6.5.5 Requirement</strong><br>Improper error handling",
  "6.5.7": "<strong>PCI DSS: 6.5.7 Requirement</strong><br>Cross-site scripting (XSS) ",
  "6.5.8": "<strong>PCI DSS: 6.5.8 Requirement</strong><br> Improper access control (such asinsecure direct object references, failure torestrict URL access, directory traversal, andfailure to restrict user access to functions).",
  "6.6": "<strong>PCI DSS: 6.6 Requirement</strong><br> For public-facing web applications,address new threats and vulnerabilities on anongoing basis and ensure these applicationsare protected",
  "8.1.2": "<strong>PCI DSS: 8.1.2 Requirement</strong><br>Control addition, deletion, andmodification of user IDs, credentials,and other identifier objects. ",
  "8.1.4": "<strong>PCI DSS: 8.1.4 Requirement</strong><br> Remove/disable inactive useraccounts within 90 days.",
  "8.1.5": "<strong>PCI DSS: 8.1.5 Requirement</strong><br> Manage IDs used by vendors toaccess, support, or maintain systemcomponents via remote access ",
  "8.1.6": "<strong>PCI DSS: 8.1.6 Requirement</strong><br>Limit repeated access attemptsby locking out the user ID after notmore than six attempts.",
  "8.1.8": "<strong>PCI DSS: 8.1.8 Requirement</strong><br> If a session has been idle formore than 15 minutes, require the userto re-authenticate to re-activate theterminal or session.",
  "8.2.4": "<strong>PCI DSS: 8.2.4 Requirement</strong><br>Change userpasswords/passphrases at least onceevery 90 days.",
  "8.7": "<strong>PCI DSS: 8.7 Requirement</strong><br> All access to any databasecontaining cardholder data (includingaccess by applications, administrators,and all other users) is restricted"
}